Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/motoring/advice_on_buying_a_used_car_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Buying a used car
ga: Carr athláimhe a cheannach

source: It is often a lot cheaper to buy a second hand car (even if it is only one or two years old) as the value of a new car depreciates very quickly
ga: Go minic bíonn sé i bhfad níos saoire carr athláimhe a cheannach (fiú amháin ceann a bhíonn bliain nó dhó d'aois) de bhrí go dtiteann an luach a bhíonn ar charr nua an-tapa ar fad

source: There are many different ways to buy a second hand or used car – here are the three main ways
ga: Is iomaí bealach atá ann chun carr dara láimhe nó athláimhe a cheannach – seo a leanas na trí phríomhbhealach:

source: • From a garage or car dealer
ga: • Ó gharáiste nó ó dhíoltóir cairr

source: • Through a small advertisement on the internet or in the papers
ga: • Trí fhógra beag ar an idirlíon nó sna nuachtáin

source: From a garage or car dealer
ga: Ó gharáiste nó ó dhíoltóir cairr

source: In this situation you, as a consumer, are protected by the Sale of Goods and Supply of Services Act 1980 as you are buying a car for your personal use from a person whose normal business it is to sell cars
ga: Sa chás seo tá cosaint agatsa, mar thomhaltóir, faoin Acht um Dhíol Earraí agus Soláthar Seirbhísí 1980 de bhrí go bhfuil tú ag ceannach cairr do d’úsáid phearsanta féin ó dhuine arb é a ghnáth ghnó carranna a dhíol

source: As a consumer you have the same rights if you buy an item second hand as if it is new
ga: Mar thomhaltóir tá na cearta céanna agat má cheannaíonn tú rud éigin athláimhe agus dá mbeifeá á cheannach nua

source: In this case if you find a fault with the car after you have bought it the dealer is the person who must set matters right
ga: Sa chás seo má fhaigheann tú locht ar an gcarr tar éis duit é a cheannach is é an díoltóir an duine a chaithfidh rudaí a chur ina gceart

source: If you buy a commercial vehicle or a tractor from a dealer you may not have the same protection under the law
ga: Má cheannaíonn tú feithicil tráchtála nó tarracóir ó dhíoltóir b'fhéidir nach mbeadh an chosaint chéanna agat faoin dlí

source: If you are offered an extended warranty on a used car think about the cost of the warranty versus the cost of repairs that the car is likely to need
ga: Má thairgtear barántas sínithe duit ar charr athláimhe smaoinigh ar chostas an bharántais in aghaidh chostas na ndeisiúchán is dóigh a theastóidh ón gcarr

source: Sellers have responsibilities such as giving accurate and truthful answers to the questions you ask
ga: Bíonn freagrachtaí ar dhíoltóirí, ar nós freagraí cruinne agus fíreannacha a thabhairt ar na ceisteanna a chuireann tú

source: Information on a seller's responsibilities in car deals is available on the Competition and Consumer Protection Commission's website
ga: Tá faisnéis ar fhreagrachtaí díoltóirí i margaí gluaisteáin ar fáil ar láithreán gréasáin an Choimisiúin um Iomaíocht agus Cosaint Tomhaltóirí

source: Often you can find very good bargains at car auctions which are held quite frequently
ga: Is minic go bhfaigheann duine margaí maithe ag ceant carranna a bhíonn ar siúl go minic

source: However, the auctioneer cannot be held responsible for any defects found after you have bought the car
ga: Mar sin féin, tar éis an díolacháin ní bheidh an ceantálaí freagrach as aon lochtanna a aimseofar tar éis duit an carr a cheannach

source: Auctioneers have terms and conditions for making sales and by bidding at an auction you are signifying that you accept these terms and conditions
ga: Bíonn téarmaí agus coinníollacha ag ceantálaithe chun díolacháin a dhéanamh agus nuair a dhéanann tú tairiscint ag ceant tá tú ag tabhairt le fios go nglacann tú leis na téarmaí agus na coinníollacha sin

source: Before you go into an auction ensure you know what these terms and conditions are and that you agree to them
ga: Sula dtéann tú chuig ceant cinntigh go bhfuil a fhios agat cad iad na téarmaí agus coinníollacha sin agus go n-aontaíonn tú leo

source: It is important when buying at auction that you know what you are doing as there is little legal protection for the buyer of a car, or any other item, at auction
ga: Tá sé tábhachtach nuair a bhíonn tú ag ceannach ag ceant go mbíonn fios do ghnó agat mar gur beag cosaint dlí atá ann do cheannaitheoir cairr, ná aon rud eile, ag ceant

source: Vehicles are often advertised by private individuals on the internet and in the ‘small ads’ section of newspapers
ga: Is minic go bhfógraíonn daoine feithiclí ar an idirlíon agus sa roinn ‘fógraí beaga’ de nuachtáin

source: If you buy a car from a small advertisement or on the internet from a private individual you are generally not buying from a person whose normal business it is to sell cars (although sometimes used car dealers do advertise in this way)
ga: Má cheannaíonn tú carr ó fhógra beag nó ar an idirlíon ó dhuine go minic bíonn tú ag ceannach ó dhuine nach é a ghnáth ghnó carranna a dhíol (cé go ndéanann díoltóirí carranna athláimhe fógraíocht mar sin uaireanta)

source: Again in this case you have very little legal protection if you find that the car that you have bought is faulty
ga: Arís sa chás seo is beag cosaint dlí a bheidh agat má fhaigheann tú amach go bhfuil do charr lochtach

source: It is therefore important when buying from a private seller to protect yourself from unscrupulous people
ga: Is é an t-aon cheart a bheidh agat ar shásamh ná sa chás go ndíoltar an carr le locht a chuirfeadh daoine a bheadh á tiomáint i gcontúirt

source: It may be worthwhile to employ the services of a trusted mechanic who may be able to advise you on the mechanical state of the car
ga: B’fhéidir gurbh fhiú duit meicneoir a bhfuil muinín agat as a chur ag obair a d’fhéadfadh comhairle a thabhairt duit faoi staid mheicniúil an chairr

source: The seller is required to give you accurate and truthful information in answer to any questions that you ask
ga: Tá ar an díoltóir faisnéis chruinn agus fhírinneach a thabhairt duit mar fhreagra ar aon cheisteanna a chuireann tú

source: However, a private seller does not have to provide information that is not requested
ga: Ní gá do dhíoltóir príobháideach aon fhaisnéis a sholáthar nach n-iarrtar

source: If you have a grievance after buying a car you should complain to the seller first
ga: Má bhíonn cúis ghearáin agat i ndiaidh gluaisteán a cheannach, ba cheart duit gearán a dhéanamh leis an díoltóir ar dtús

source: If you are not satisfied with the response you may be able to take legal action against the seller
ga: Mura bhfuil tú sásta leis an bhfreagairt, b’fhéidir go mbeidh tú in ann tús a chur le caingean dlí in aghaidh an díoltóra

source: Importing a car to Ireland
ga: Ag allmhairiú cairr go hÉirinn

source: You may have found a car that you would like to buy in another country
ga: B’fhéidir go bhfuil carr aimsithe agat ba mhaith leat a cheannach i dtír éigin eile

source: There are certain procedures to follow if you want to bring this car with you back to Ireland
ga: Tá roinnt nósanna imeachta le leanúint má bhíonn tú ag iarraidh an carr sin a thabhairt ar ais go hÉirinn

source: You can find out more in our document on importing a car from another country
ga: Féadfaidh tú tuilleadh eolais a fháil amach faoi charr a allmhairiú as tír eile anseo

source: Change of Vehicle Ownership
ga: Athrú ar Úinéireacht Feithicle

source: If you sell or trade in your car you should register this change of ownership with the Department of Transport, Tourism and Sport or, if the car was originally registered on or before the 1st of January 1993 you should contact your local motor taxation office. You can read more about change of ownership of a vehicle here
ga: Má dhíolann tú nó má dhéanann tú trádáil isteach ar do charr ba chóir duit an t-athrú sin a chlárú leis an roinn comhshaoil nó, má bhí an carr cláraithe ar an gcéad dul síos ar an 1 Eanáir 1993 nó roimhe ba chóir duit teagmháil a dhéanamh le féadfaidh tú tuilleadh a léamh faoi athrú úinearacht fheithicle anseo

source: Since 2002 all cars over a certain age, with a few exceptions, must pass a test that ensures that cars are safe and roadworthy
ga: Ó 2002 i leith caithfidh gach carr thar aois áirithe, le cúpla eisceacht, dul trí thástáil a chinntíonn go bhfuil carranna sábháilte agus sábháilte le dul chun bóthair

source: This test is called the National Car Test (NCT) and all cars over 4 years of age need to be tested, they then need to be tested every 2 years after that
ga: Glaoitear an Tástáil Cairr Náisiúnta (NCT) air seo agus caithfear gach carr os cionn 4 bliana d’aois a thástáil, ansin caithfear iad a thástáil gach 2 bhliain ina dhiaidh sin

source: Cars over 10 years old are tested each year
ga: Carranna os cionn 10 bliain d'aois a thástáil gach bliain

source: Ensure that any used car that you buy has passed the test and has a valid certificate to prove it
ga: Cinntigh go mbíonn an tástáil ag aon charr athláimhe a cheannaíonn tú agus go bhfuil teastas bailí ag dul leis lena chruthú

source: You can read more about the NCT here
ga: Is féidir leat níos mó eolas faoi an NCT a léamh anseo

source: If you are buying a used commercial vehicle, check that the vehicle has a Certificate of Roadworthiness (CRW)
ga: Má tá feithicil tráchtála athláimhe á ceannach agat, seiceáil go bhfuil Deimhniú Ródacmhainneachta (DRA) ag an bhfeithicil

source: The CRW disc should be displayed on the windscreen of trucks, buses, vans and jeeps, and as close as possible to the registration plate of goods trailers
ga: Ba cheart an diosca DRA a thaispeáint ar ghaothscáth trucailí, busanna, veaineanna agus feithiclí faoi thiomáint ceithre roth, agus a ghaire is féidir le pláta cláraithe leantóirí earraí

source: If a commercial vehicle does not have a CRW disc displayed, it may mean that the vehicle has not passed its annual commercial vehicle roadworthiness (CVR) test
ga: Mura bhfuil diosca DRA ar taispeáint ag feithicil tráchtála, b’fhéidir go gciallaíonn sé nár éirigh leis an bhfeithicil gur phasáil sé a tástáil bhliantúil ródacmhainneachta feithicil tráchtála (RFT)

source: The CVR test history remains with the vehicle regardless of change of ownership, therefore, if the vehicle has a poor test history, you may get a CRW with a short expiry date when it is next tested
ga: Fanann stair na tástála RFT leis an bhfeithicil gan aird ar athrú úinéireachta, ar an ábhar sin, má tá drochstair thástála ag an bhfeithicil, b’fhéidir go dtabharfar DRA duit a bhfuil dáta gearr éagtha aige go dtí go bhfuil tástáil eile le déanamh ar an bhfeithicil

source: You can find out when a vehicle is due its CVR test on the cvrt.ie website by selecting ‘Check my CRW’
ga: Féadfaidh tú teacht ar bhreis faisnéise faoi cathain a bhíonn a tástáil RFT le déanamh ar fheithicil ar an láithreáin gréasáin cvrt.ie trí ‘Seiceáil mo RFT’ a roghnú

source: Since 11 May 2016 the current odometer reading and up to 2 prior readings from the previous test dates are printed on the Certificate of Roadworthiness that comes with the CRW disc
ga: Ón 11 Bealtaine 2016, déantar léamh reatha an odaiméadair agus a fhad le 2 léamh roimhe sin ó na dátaí tástála a chló ar an Deimhniú Ródacmhainneachta a ghabhann leis an diosca RFT

source: You should request a copy of the CRW certificate from the seller to check the historic odometer readings
ga: Ba cheart duit iarraidh ar chóip den deimhniú RFT ón díoltóir chun na léamha stairiúla odaiméadair a sheiceáil

source: Information on buying a used commercial vehicle is available on cvrt.ie
ga: Tá faisnéis ar fheithicil tráchtála athláimhe a cheannach ar fáil ar cvrt.ie

source: Hire purchase on second hand vehicles
ga: Fruilcheannach ar fheithiclí athláimhe

source: In all Hire Purchase agreements the car remains the property of the finance company and ownership of the items does not pass to the hire purchaser until the final instalment is paid
ga: I ngach comhaontú Fruilcheannaigh, is leis an gcuideachta mhaoinithe an gluaisteán i gcónaí agus ní thugtar úinéireacht don fhruilcheannaitheoir go dtí go bhfuil an tráthchuid deiridh íoctha

source: If you have found a used car that you like, before you buy it ask if it was previously bought on Hire Purchase
ga: Má aimsigh tú gluaisteán athláimhe a thaitníonn leat, sula gceannaíonn tú é, fiafraigh cé acu ar ceannaíodh nó nár ceannaíodh é roimhe seo ar Fruilcheannach

source: You should ensure that all Hire Purchase payments have been made on the car so the car belongs to the seller and not the finance company
ga: Ba cheart duit a chinntiú go ndearnadh gach íocaíocht Fruilcheannaigh ar an ngluaisteán d’fhonn gur leis an díoltóir an gluaisteán, seachas leis an gcuideachta mhaoinithe

source: It is possible to check if the car you are intending to buy is still under a Hire Purchase agreement - this service is offered by various companies online
ga: Is féidir a sheiceáil an bhfuil an gluaisteán a bheartaíonn tú a cheannach fós faoi chomhaontú Fruilcheannaigh – soláthraíonn cuideachtaí éagsúla ar líne an tseirbhís seo

source: It is also possible to check other aspects of the vehicle's history online, including taxation and NCT history and whether the car was previously written off
ga: Is féidir, chomh maith leis sin, gnéithe eile de stair na feithicle a sheiceáil ar líne, ina measc cánachas agus stair na Tástála Náisiúnta Gluaisteán (an TNG) agus cé acu an raibh nó nach raibh an gluaisteán scriosta roimhe seo

source: To be able to drive the car in a public place the following is required:
ga: Chun a bheith in ann a thiomáint an carr in áit phoiblí go bhfuil an méid seo a leanas ag teastáil:

source: • Legal vehicle registration plates
ga: Plátaí clárúcháin feithiclí atá dlíthiúil

source: • Current motor tax disc displayed on the windscreen
ga: Diosca mótarchánach reatha ar taispeáint ar ghaothscáth

source: • Current motor insurance disc displayed on the windscreen
ga: Diosca árachais mótair reatha ar taispeáint ar ghaothscáth

source: • Current NCT certificate (if car is over 4 years old) displayed on the windscreen
ga: Deimhniú reatha NCT (má tá carr níos mó ná 4 bliana d'aois) ar taispeáint ar ghaothscáth

source: Before you buy a used car you can check the vehicle's history online; there are a number of companies providing this service
ga: Sula gceannaíonn tú gluaisteán athláimhe, féadfaidh tú stair na feithicle a sheiceáil ar líne; tá roinnt cuideachtaí ann a sholáthraíonn an tseirbhís seo

source: If you have a problem with a used car that you have bought you should, in the first instance, bring the car back to the garage or dealer who should be able to repair any problems that you have
ga: Má bhíonn fadhb agat le gluaisteán athláimhe a cheannaigh tú, ba cheart duit, sa chéad ásc, an gluaisteán a thabhairt chuig an ngaráiste nó an déileálaí ar cheart go mbeadh sé/sí in ann aon fhadhbanna atá agat a chur ina gceart

source: If you have done this and are still dissatisfied you can then take your complaint further
ga: Má rinne tú seo agus mura bhfuil tú sásta go fóill, féadfaidh tú do ghearán a ghlacadh níos faide

source: If the dealer is a member of the Society of Irish Motor Industry you can use their Investigation and Complaints service
ga: Más ball de Chumann Mhótarthionscal na hÉireann (SIMI) an déileálaí, féadfaidh tú a sheirbhís Imscrúdaithe agus Ghearán a úsáid

source: You need to contact the SIMI within three months of the fault becoming apparent
ga: Is gá duit teagmháil a dhéanamh leis an SIMI laistigh de thrí mhí i ndiaidh gur tháinig an locht chun solais

source: The Competition and Consumer Protection Commission will give you information on what your rights are if you buy a faulty vehicle
ga: Soláthróidh an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí faisnéis duit faoi cén cearta atá agat má cheannaíonn tú feithicil lochtach
